Revit 2024 API
SymbolTypeId.DaNPerM Property
 Symbol daN/m, indicating unit Dekanewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DaNPerM { get; }
Visual Basic
Public Shared ReadOnly Property DaNPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DaNPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace